export const navItems = [
  { name: "Бидний тухай ", link: "#about" },
  { name: "Онцлох", link: "#projects" },
  { name: "Компани ", link: "#testimonials" },
  { name: "Холбоо барих", link: "#contact" },
];

export const gridItems = [
  {
    id: 1,
    title: "Бизнесийн Зээл ",
    description: "",
    className: "lg:col-span-3 md:col-span-6 md:row-span-4 lg:min-h-[60vh]",
    imgClassName: "w-full h-full",
    titleClassName: "justify-end",
    img: "/img6.jpg",
    spareImg: "",
  },
  {
    id: 2,
    title: "Шуурхай Зээл",
    description: "",
    className: "lg:col-span-2 md:col-span-3 md:row-span-2",
    imgClassName: "",
    titleClassName: "justify-start",
    img: "",
    spareImg: "",
  },
  {
    id: 3,
    title: "Факторын үйлчилгээ",
    description:
      "Бид бүх төрлийн авлага худалдан авалт буюу Факторингийн үйлчилгээг олгож байна",
    className: "lg:col-span-2 md:col-span-3 md:row-span-2",
    imgClassName: "",
    titleClassName: "justify-center",
    img: "",
    spareImg: "",
  },
  {
    id: 4,
    title: "Автомашин Барьцаалсан Шуурхай Зээл",
    description: "",
    className: "lg:col-span-2 md:col-span-3 md:row-span-1",
    imgClassName: "",
    titleClassName: "justify-start",
    img: "/grid.svg",
    spareImg: "/b4.svg",
  },

  {
    id: 5,
    title: "Бүх төрлийн уул уурхайн машин механизм барьцаалсан зээл ",
    description: "Шуурхай Зээл ",
    className: "md:col-span-3 md:row-span-2",
    imgClassName: "absolute right-0 bottom-0 md:w-96 w-60",
    titleClassName: "justify-center md:justify-start lg:justify-center",
    img: "/b5.svg",
    spareImg: "/grid.svg",
  },
  {
    id: 6,
    title: "Бидэнтэй холбогдон түргэн шуурхай зээл авмаар байна уу ?",
    description: "",
    className: "lg:col-span-2 md:col-span-3 md:row-span-1",
    imgClassName: "",
    titleClassName: "justify-center md:max-w-full max-w-60 text-center",
    img: "",
    spareImg: "",
  },
];

export const projects = [
  {
    id: 1,
    title: "ОНЦГОЙ САНАЛ",
    des: "Харилцагч танд 2023 оны Nissan Patrol маркын автомашиныг бага хүүтэй, урт хугацаатай төлбөрийн уян хатан нөхцөлтэй зээлээр авах алтан боломжыг санал болгож байна.",
    img: "/img5.jpg",
    iconLists: ["/re.svg", "/tail.svg", "/ts.svg", "/three.svg", "/fm.svg"],
    link: "https://www.facebook.com/khutult.nomgon",
  },
  {
    id: 2,
    title: "АВТОМАШИН БАРЬЦААЛСАН ШУУРХАЙ ЗЭЭЛ",
    des: "20 минутад шийдвэрлэх боломжтой том болон дунд оврын суудлын машин /ЖИЙП/ барьцаалсан шуурхай зээлийг харилцагч танд санал болгож байна",
    img: "/img2.jpg",
    iconLists: ["/next.svg", "/tail.svg", "/ts.svg", "/stream.svg", "/c.svg"],
    link: "https://www.facebook.com/khutult.nomgon",
  },
  {
    id: 3,
    title: "БИЗНЕСЭЭ БИДЭНТЭЙ БҮТЭЭ",
    des: "Бизнес эрхлэгч та бизнесээ өргөжүүлэх хүсэлтэй байгаа бол 7200-6666 дугаараас хамгийн шуурхай бизнес зээлийн талаарх мэдээлэл аваарай.",
    img: "/img1.jpg",
    iconLists: ["/re.svg", "/tail.svg", "/ts.svg", "/three.svg", "/c.svg"],
    link: "https://www.facebook.com/khutult.nomgon",
  },
  {
    id: 4,
    title: "МАШИН МЕХАНИЗМЫН ЗЭЭЛИЙН ТӨВ",
    des: "ХӨТӨЛТНОМГОН ББСБ нь Барилга, Уул уурхайн бүх төрлийн хүнд даацын машин механизм барьцаалсан орлого нотлохгүй ШУУРХАЙ ЗЭЭЛ-г олгож байна.",
    img: "/img3.jpg",
    iconLists: ["/next.svg", "/tail.svg", "/ts.svg", "/three.svg", "/gsap.svg"],
    link: "https://www.facebook.com/khutult.nomgon",
  },
];

export const testimonials = [
  {
    quote:
      "Бидний санхүүгийн хэрэгцээг ойлгож, үргэлж бидэнтэй хамтран ажиллаж буйд баярлалаа. Таны мэргэжлийн үйлчилгээ, тусламж бидний амжилттай үйл ажиллагааны гол үндэс болж байна.",
    name: "Түвшинтөгс Цогтбаатар",
    title: "Хөтөлтномгон ББСБ үйлчлүүлэгч ",
  },
  {
    quote:
      "Банк бус санхүүгийн байгууллагаас авсан үйлчилгээ маань бидний бизнесийн өсөлтөд чухал үүрэг гүйцэтгэсэн. Таныг үргэлж дэмжиж, тусалдагт талархаж байна.",
    name: "Ганбат Ичинхорлоо",
    title: "Хөтөлтномгон ББСБ үйлчлүүлэгч",
  },
  {
    quote:
      "Санхүүгийн зөвлөгөө, хурдан үйлчилгээнийхээ тулд баярлалаа. Бидний хамтын ажиллагаа үргэлжид хөгжилтэй, үр дүнтэй байх болно гэдэгт итгэж байна.",
    name: "Эрдэнэбулган Төртогтох ",
    title: "Хөтөлтномгон ББСБ үйлчлүүлэгч",
  },
  {
    quote:
      "Танай байгууллагаас авсан санхүүгийн дэмжлэг бидний төлөвлөгөөг хэрэгжүүлэхэд ихээхэн тусалсан. Мэргэжлийн үйлчилгээнд тань талархаж байна!",
    name: "Түмэнбаяр Чинтогтох ",
    title: "Хөтөлтномгон ББСБ үйлчлүүлэгч",
  },
  {
    quote:
      "Санхүүгийн асуудлаа шийдвэрлэхэд үзүүлсэн тусламж, дэмжлэгийнхээ төлөө баярлалаа. Таны мэргэжлийн хандлага бидний амжилтанд шийдвэрлэх үүрэг гүйцэтгэсэн.",
    name: "Намуун Хүдэр ",
    title: "Хөтөлтномгон ББСБ үйлчлүүлэгч",
  },
];

export const companies = [
  {
    id: 1,
    name: "cloudinary",
    img: "/cloud.svg",
    nameImg: "/cloudName.svg",
  },
  {
    id: 2,
    name: "appwrite",
    img: "/app.svg",
    nameImg: "/appName.svg",
  },
  {
    id: 3,
    name: "HOSTINGER",
    img: "/host.svg",
    nameImg: "/hostName.svg",
  },
  {
    id: 4,
    name: "stream",
    img: "/s.svg",
    nameImg: "/streamName.svg",
  },
  {
    id: 5,
    name: "docker.",
    img: "/dock.svg",
    nameImg: "/dockerName.svg",
  },
];

export const workExperience = [
  {
    id: 1,
    title: "БИЗНЕСИЙН ЗЭЭЛИЙН ШУГАМ",
    desc: "ХАМГИЙН БАГА ХҮҮ, Хэдийд ч хаанаас ч хүссэн зээлээ авах, Хүүгийн зардлаа удирдах ",
    className: "md:col-span-2",
    thumbnail: "/exp2.svg",
  },
  {
    id: 2,
    title: "ОРЛОГО НОТЛОХГҮЙ",
    desc: "Бид таны хүчирхэг техникийг 24 цагийн харуул хамгаалалт бүхий өөрийн дулаан зогсоолд үнэ төлбөргүй, найдвартай хадгална.",
    className: "md:col-span-2", // change to md:col-span-2
    thumbnail: "/exp3.svg",
  },
  {
    id: 3,
    title: "БҮХ ТӨРЛИЙН ТӨЛБӨРИЙН БАТАЛГАА",
    desc: "Энэхүү үйлчилгээ нь гадаад, дотоодын худалдаа, үйлдвэрлэл үйлчилгээ эрхлэгчдэд бараа, ажил, үйлчилгээ худалдах / худалдан авах гэрээ байгуулахдаа манай байгууллагаас (төлбөрийн баталгаа, урьдчилгаа төлбөрийн баталгаа, гүйцэтгэлийн баталгаа)- баталгаа гаргуулснаар мөнгө урсгалын эргэц нэмэгдэх нөөц ашиглалт сайжрах гэх мэт давуу талуудыг харилцаг тань бий болгох болно.",
    className: "md:col-span-2", // change to md:col-span-2
    thumbnail: "/exp3.svg",
  },
  {
    id: 4,
    title: "ИТГЭЛЦЛИЙН ҮЙЛЧИЛГЭЭ",
    desc: "Таны мөнгөн хөрөнгийг найдвартай, өндөр өгөөжтэй, хөрөнгө оруулалтын бүтээгдэхүүнийг танд санал болгож байна.",
    className: "md:col-span-2",
    thumbnail: "/exp2.svg",
  },
];

export const socialMedia = [
  {
    id: 1,
    img: "/git.svg",
  },
  {
    id: 2,
    img: "/twit.svg",
  },
  {
    id: 3,
    img: "/link.svg",
  },
];

export const loanConditions = [
  {
    id: 1,
    col1: 'Зээлийн хэмжээ',
    col2: '300 сая хүртэл',
    col3: '300 сая - 2 тэрбум хүртэл'
  },
  {
    id: 2,
    col1: 'Зээлийн хүү сарын',
    col2: '2.80%-3.2%',
    col3: '2.5%-2.8%'
  },
  {
    id: 3,
    col1: 'Зээлийн хугацаа',
    col2: '12 сар хүртэл',
    col3: '24 сар хүртэл'
  },
  {
    id: 4,
    col1: 'Барьцаа',
    col2: 'Орон сууц, Автомашин, Оффис, Үйлчилгээний талбай, Авто зогсоол, барилга, Уул уурхайн зориулалтай хүнддаацын машин механизм.',
    col3: 'Орон сууц, Автомашин, Оффис, Үйлчилгээний талбай, Авто зогсоол, барилга, Уул уурхайн зориулалтай хүнддаацын машин механизм.'
  },
  {
    id: 5,
    col1: 'Тавигдах шаардлага',
    col2: 'Сүүлийн 6 сараас дээш хугацаанд тогтвортой үйл ажиллагаа эрхэлсэн байх; Муу зээлийн түүхгүй байх; Барьцаа хөрөнгө шаардлага хангасан байх.',
    col3: 'Сүүлийн 12 сараас дээш хугацаанд тогтвортой үйл ажиллагаа эрхэлсэн байх; Муу зээлийн түүхгүй байх; Барьцаа хөрөнгө шаардлага хангасан байх.'
  },
  {
    id: 6,
    col1: 'Бүрдүүлэх материал',
    col2: 'Орлого нотлох бичиг баримтууд (дансны хуулга, түрээсийн гэрээ, холбогдох гэрээ, хар дэвтэр); Барьцаа хөрөнгийн гэрчилгээ; Хэрэв хуулийн этгээд бол нэмж гэрчилгээ, дүрэм, бусад холбогдох материалыг бүрдүүлнэ',
    col3: 'Орлого нотлох бичиг баримтууд (дансны хуулга, түрээсийн гэрээ, холбогдох гэрээ, хар дэвтэр); Барьцаа хөрөнгийн гэрчилгээ; Хэрэв хуулийн этгээд бол нэмж гэрчилгээ, дүрэм, бусад холбогдох материалыг бүрдүүлнэ'
  },
  {
    id: 7,
    col1: 'Шийдвэрлэх хугацаа',
    col2: 'Өдөрт нь шийдвэрлэнэ',
    col3: '2-3 хоногт шийдвэрлэнэ'
  }
]
